{
  "topics": [
    {
      "id": 1,
      "title": "Правила форума",
      "author": "pepexqw",
      "created_at": "2025-12-31T13:04:14.880219",
      "message_count": 3
    }
  ],
  "messages": [
    {
      "id": 1,
      "topic_id": 1,
      "author": "pepexqw",
      "content": "Общие положения\nВозрастные ограничения: Участники форума должны быть не младше 13 лет. Для некоторых тем может быть установлен более высокий возрастной ценз.\n\nПоведение на форуме\nВежливость и уважение: Уважайте мнение других участников. Оскорбления, личные нападения и агрессивное поведение не допускаются.\nСпам и реклама: Запрещено размещение спама, рекламных материалов и ссылок на сторонние ресурсы без разрешения администрации.\nТемы обсуждения: Следуйте тематике форума. Оффтопик может быть перемещен или удален.\nПравила публикации\nОрфография и грамматика: Публикуемые сообщения должны быть написаны на литературном языке. Избегайте чрезмерного использования жаргона и сленга.\nАвторское право: Убедитесь, что размещаемый вами контент не нарушает авторских прав. Всегда указывайте источники, если используете чужие материалы.\nКонфиденциальность: Не размещайте личные данные, такие как адреса и номера телефонов, без согласия их владельцев.\nМодерация и санкции\nМодераторские действия: Модераторы имеют право редактировать, удалять или перемещать сообщения, нарушающие правила форума.\nШтрафы: За нарушение правил форума участнику может быть вынесено предупреждение, временная блокировка или бан.\n\nЗаключительные положения\n\nИзменение правил: Администрация форума оставляет за собой право изменять правила. Участники будут уведомлены о любых изменениях.\nПринятие правил: Продолжение участия в форуме подразумевает согласие с этими правилами.",
      "created_at": "2025-12-31T13:04:14.880235",
      "is_first": true
    },
    {
      "id": 2,
      "topic_id": 1,
      "author": "B.Duck",
      "content": "mfmf  dkemcddkif",
      "created_at": "2025-12-31T13:05:34.466525",
      "is_first": false
    },
    {
      "id": 3,
      "topic_id": 1,
      "author": "B.Duck",
      "content": "Очень информативное дослье я его отправил правительству! ! ! :3",
      "created_at": "2025-12-31T13:06:44.494428",
      "is_first": false
    }
  ],
  "next_topic_id": 2,
  "next_message_id": 4
}