ДИСКЛУЙМЕР!(от pepexqw и theo)

1) Все что вы увидите далее, является постановой и юмором, все персонажи — голливудские актеры, и все совпадение случайны. 
Если вы слишком впечатлительные, невпечатляйтесь. 

2) сайт несет в себе учебные посылы (которые вам никак в жизни не пригодятся)
и цели служить обществу (не спрашивайте как). 

3) Правила:

1. Запрещено передавать какие либо данные РЧП Фонду SCP (за нарушение расстрел).
2. Не пытайтесь поломать что то, мы и так с этим справляемся.
3. Господины А ТА ТА видят некоторые ваши данные, и вы должны быть согласны с этим, если нет то не пользуйтесь нашими шедеврами.
4. Нельзя осуждать и\или хейтить сайт, его создателей и комьюнити. Мы на вас обидимся и вызовем авиаудар. 
5.  Запрещено публиковать, копировать, воровать или использовать код и иной контент сайта, если явно не указано обратное. Если не сказано иное, распространяется лицензия: Apache License Version 2.0, January 2004.


© какой то год pepexqw


