Согласие на обработку персональных данных
При регистрации на нашем сайте и/или использовании наших услуг вы проявляете согласие на обработку ваших персональных данных в соответствии с настоящим документом.

1. Персональные данные
Согласие распространяется на обработку следующих персональных данных:

Фамилия, имя, отчество;
Адрес электронной почты;
Номер телефона;
Другие данные, необходимые для предоставления услуг.
2. Цели обработки
Ваши персональные данные будут обрабатываться для следующих целей:

Регистрация на сайте и предоставление доступа к личному кабинету;
Связь с вами для предоставления информации об услугах, новостях, акциях;
Улучшение качества обслуживания, анализ пользовательского поведения.

3. Передача данных
Ваши персональные данные могут быть переданы третьим лицам только в следующих случаях:

Если это необходимо для выполнения обязательств перед вами;
В случаях, предусмотренных законодательством.

4. Правила и права

Вы имеете право:

На доступ к вашим персональным данным;
На исправление ваших персональных данных;
На отзыв согласия на обработку персональных данных в любой момент.

5. Согласие
Заходя на сайт и при регистрации на сайте или использовании услуг, вы подтверждаете, что ознакомлены с условиями обработки ваших персональных данных.